[{"message": "Hi, my name is Jessica Sanders.I recently ordered a baking set from your store which contained a variety of tools for pastry preparation. However, upon arrival, I found that the silicone spatula I received was cracked and unusable.The order number is D34-5271", "order_number": "D34-5271", "department": "kitchen"}, {"message": "Hi, my name is Sarah Miller.I recently ordered a knife and received my package today. Upon opening, I discovered that the knife blade was chipped along the edge, which makes it unsafe and unusable.My order was Z456789", "order_number": "Z45-6789", "department": "kitchen"}, {"message": "Hi, my name is Jessica Wilson.I recently ordered a set of casual shirts for work, but upon arrival, I was disappointed to find that the colors were faded and not as shown in the images on your website.This is order A12-3456", "order_number": "A12-3456", "department": "clothing"}, {"message": "Hi, my name is Alex Carter.I recently ordered a stainless steel pot set for my kitchen and I have encountered an issue with it. The handle of one of the pots is defective as it doesn know how to open, making it impossible to use.My order was Z123456", "order_number": "Z12-3456", "department": "kitchen"}, {"message": "Hi, my name is Samantha Hall.I recently ordered a set of premium knives through your store and was quite excited to test them out. However, when I unpacked the box, I found that one of the knives had a noticeable chip along the blade edge.This is order A65-4321", "order_number": "A65-4321", "department": "kitchen"}, {"message": "Hi, my name is Sarah Johnson.I recently ordered a traction control module, and it arrived with a damaged casing. I also suspect there may be an issue with the installation kit since I couldn\n\nf find the included automotive tools.My order was D239044", "order_number": "D23-9044", "department": "automotive"}, {"message": "Hi, my name is Emily Turner.I recently ordered a preset knife set from your store and am disappointed to find that one of the blades is not sharp at all, even though it is brand new.My order was A123456", "order_number": "A12-3456", "department": "kitchen"}, {"message": "Hi, my name is John Turner.I recently ordered a custom tunic from your online store, and upon receiving it, I found the fabric to be of very poor quality, almost disintegrating.My order was A213241", "order_number": "A21-3241", "department": "clothing"}, {"message": "Hi, my name is Jessica Smith.I recently ordered a set of high quality kitchen tools including a chef knife from your online store. However, what arrived did not match the specifications or the image presented on your website.This is order Z97-4561", "order_number": "Z97-4561", "department": "kitchen"}, {"message": "Hi, my name is Jack Smith.I recently ordered a shirt from your website, and upon arrival, I was dismayed to find that the fabric felt extremely scratchy against my skin.The order number is A12-3456", "order_number": "A12-3456", "department": "clothing"}]