[{"message": "Hi! This is Jessica Thompson.I recently ordered a high definition television for my living room. Upon unboxing and attempting to set it up, I discovered that the screen exhibits unusual flickering patterns that donumber in various brightness settings.My order was D123456", "order_number": "My order was D123456", "department": "electronics"}, {"message": "Hi! This is Jonathan Smith.I recently ordered the ProMax Bluetooth speaker, and I am extremely disappointed. The speaker isn multiple times while setting up the connection.This is order A12-3456", "order_number": "This is order A12-3456", "department": "electronics"}, {"message": "Hi! This is Sarah Lopez.I recently ordered a custom knife from your esteemed brand. Upon what was supposed to be a triumphant first use, I was met with dismay. The handle of the knife, while seemingly solid, became loose, which caused the blade to wobble dangerously during cutting.My order was Z281941", "order_number": "My order was Z281941", "department": "kitchen"}, {"message": "Hi! This is Jack reporting.I recently ordered a Bluetooth speaker from your website, and it arrived yesterday with an issue. Unfortunately, the sound quality is not what I expected, despite the device being brand new.My order was A348956", "order_number": "My order was A348956", "department": "electronics"}, {"message": "Hi! This is Jane Doeand.I recently ordered a new set of floor mats for my car, and a week later, they still havenut arrived. Additionally, when they finally did arrive,they weredamaged and not up to the quality I expected.The order number is D85-4391", "order_number": "The order number is D85-4391", "department": "automotive"}, {"message": "Hi! This is Jerry fromwinston.I recently ordered from your shop and unfortunately, I ran into a problem with the item. My name is Jane Smith, and I ordered a red summer dress with the order number 12345.My order was Z123456", "order_number": "My order was Z123456", "department": "clothing"}, {"message": "Hi! This is Alice reporting.I recently ordered a car audio system from your store, and I am extremely disappointed with the performance of the speakers. Even at moderate volume levels, there is a significant lack of clarity and bass response.The order number is A24-5361", "order_number": "The order number is A24-5361", "department": "automotive"}, {"message": "Hi! This is John Smith.I recently ordered a set of tires for my car and experienced terrible service all around. The tires have a defect that came to light as soon as I started using them for long drives.My order was D342674", "order_number": "My order was D342674", "department": "automotive"}, {"message": "Hi! This is Sarah Collins.I recently ordered a knife set and am really frustrated with what I received. Upon unboxing, I noticed multiple knives were severely dull and one handle was cracked.My order was D540921", "order_number": "My order was D540921", "department": "kitchen"}, {"message": "Hi! This is Michael Thompson.I recently ordered a dress that was supposed to arrive within two weeks, however, to my disappointment, it arrived with a significant tear along the hemline.My order was A234565", "order_number": "My order was A234565", "department": "clothing"}]